[MZObtenebration X2UniversalSoldierClassInfo]
ClassSpecializationTitle="夜刃"
ClassSpecializationSummary="夜刃使用古老的血液仪式来操纵深渊阴影，让它们在看不见的情况下移动和攻击。使用撕裂刀或战刀."

[MZBloodSword X2UniversalSoldierClassInfo]
ClassSpecializationTitle="深渊骑士"
ClassSpecializationSummary="深渊骑士是残酷的近战战斗人员，他们牺牲自己的HP来利用深渊力量。使用带刃近战武器."

[MZBloodGun X2UniversalSoldierClassInfo]
ClassSpecializationTitle="放血师"
ClassSpecializationSummary="放血师用深渊仪式赋予子弹力量，用自己的血液进行恶毒攻击，或者耗尽敌人的灵魂。使用轻型自动枪."